export const categoryFilter = {
  'Все': `all`,
  'Одежда': 1,
  'Обувь': 2,
  'Бельё': 3,
  'Головные уборы': 4,
  'Товары для дома': 5,
  'Детские товары': 6,
  'Книги и канцтовары': 7,
  'Продукты питания': 8,
  'Парфюмерия и косметика': 9,
  'Мебель': 10,
  'Спортивные товары': 11,
  'Подарки и сувениры': 12,
  'Оптика': 13,
  'Бытовая техника и электроника': 14,
  'Аксессуары': 15,
  'Часы': 16,
  'Ювелирная продукция': 17,
  'Зоотовары': 18,
  'Аптека': 19,
  'Церковные товары': 20,
  'Сотовая связь': 21,
  'Провайдер интернета': 22,
  'Туристическое агентство': 23,
  'Кожгалантерея': 24,
  'Гипермаркеты': 25,
};

export const forWhoFilter = {
  'Все': `all`,
  'Мужская одежда': 1,
  'Женская одежда': 2,
  'Товары для детей': 3
};

export const discountFilter = {
  'До 30%': 1,
  'От 30% до 50%': 2,
  'Выше 50%': 3,
  'Все со скидками': `all`,
};
